{
    "pages": [
        {
            "id": "1",
            "title": "Sappho's World",
            "content": "Step into the ancient world of Lesbos, where Sappho's poetry flourished. Born around 630 BCE on the island of Lesbos, Sappho lived during a time when Greek culture was reaching new heights. Her poetry, written in the Aeolic dialect, captured the essence of love, desire, and the human experience.",
            "next_page": "2"
        },
        {
            "id": "2",
            "title": "Sappho’s Musical Ritual",
            "content": "As leader of a thiasos—a circle of young women—Sappho composed verses for lyre accompaniment that epitomize Greek lyric poetry by blending personal emotion with musical expression. Likely performed at ceremonies honoring the Muses and in Dionysian rites, her songs forged an intimate bond between singer and audience.",
            "next_page": "3"
        },
        {
            "id": "3",
            "title": "Her Legacy",
            "content": "Sappho’s poetry left a profound mark on Roman writers such as Catullus and Horace and shaped subsequent European lyric movements. Rediscovered in the Renaissance, her work inspired figures like Petrarch and Shakespeare. Her evocative themes and intimate emotionality even reached the visual arts, influencing 19th-century painter Hector Leroux",
            "next_page": "4"
        },
        {
            "id": "4",
            "title": "Themes in Sappho's Poetry",
            "content": "Unlike Homer’s grand narratives of gods and warfare, Sappho’s verses are tender and intimate. She delved into individual feelings—love, yearning, and personal moments—bringing an entirely fresh, subjective tone.",
            "next_page": "5"
        },
        {
            "id": "5",
            "title": "Poem 31",
            "content": "Experience one of Sappho's most famous and complete poems, exploring themes of love, desire, and physical manifestations of emotion.",
            "next_page": "6"
        },
        {
            "id": "6",
            "title": "The Power of Fragments",
            "content": "Though much of her work has been lost, the fragments that remain offer glimpses into her genius. These pieces, preserved through quotes in other works and discoveries of ancient papyri, continue to inspire and move readers today.",
            "next_page": "7"
        },
        {
            "id": "7",
            "title": "Modern Interpretations",
            "content": "In modern scholarship, Sappho is celebrated not only for her lyrical mastery but also for her candid expression of love and desire between women, which resonates powerfully with contemporary understandings of queer identity. Her fragments have been reclaimed as early testimonials to same-sex affection, inspiring LGBTQ+ writers and artists to explore themes of intimacy, longing, and community. ",
            "next_page": "quiz-intro"
        }
    ]
} 