{
    "pages": [
      {
        "id": "1",
        "title": "Sappho's World",
        "content": "Imagine the sunlit island of Lesbos around 630 BCE, where Sappho began composing her poems in the local Aeolic dialect. Recognized as one of ancient Greece’s greatest lyric poets, she brought personal emotion and musicality to every verse.",
        "next_page": "2"
      },
      {
        "id": "2",
        "title": "Sappho’s Musical Ritual",
        "content": "As leader of a thiasos—a close-knit circle of young women—Sappho wrote lyrics meant to be sung with a lyre. These poems blend personal emotion with music and were likely performed at festivals for the Muses and during Dionysian celebrations, drawing listeners into an intimate shared experience.",
        "next_page": "3"
      },
      {
        "id": "3",
        "title": "Her Legacy",
        "content": "Sappho’s poetry profoundly influenced Roman writers like Catullus and Horace and helped shape European lyric traditions. Rediscovered in the Renaissance, her work inspired poets such as Petrarch and Shakespeare, and even found echoes in 19th-century painter Hector Leroux’s art.",
        "next_page": "4"
      },
      {
        "id": "4",
        "title": "Themes in Sappho's Poetry",
        "content": "While Homer’s epics celebrate gods and heroism, Sappho’s verses focus on intimate feelings—love, longing, and small personal moments—offering a fresh, introspective voice in ancient Greek literature.",
        "next_page": "5"
      },
      {
        "id": "5",
        "title": "Poem 31",
        "content": "Discover one of Sappho’s best-preserved works, often called Poem 31, where she vividly describes love, desire, and the physical rush that accompanies deep emotion.",
        "next_page": "6"
      },
      {
        "id": "6",
        "title": "The Power of Fragments",
        "content": "Although only fragments of her poems survive—preserved by later authors and found on ancient papyri—these brief lines reveal Sappho’s genius and continue to move readers with their emotional clarity.",
        "next_page": "7"
      },
      {
        "id": "7",
        "title": "Modern Interpretations",
        "content": "Today, scholars honor Sappho not only for her poetic craft but for her open expression of love between women. Her surviving fragments stand as some of the earliest records of same-sex affection, inspiring generations of LGBTQ+ writers and artists.",
        "next_page": "quiz-intro"
      }
    ]
  }
  