[
  {
    "id": 1,
    "descriptionA": "Sappho’s poetry was originally meant to be read silently, like modern poems.",
    "descriptionB": "Sappho’s poems were like lyrics to songs, accompanied by a lyre, a harp-like instrument.",
    "photoA": "/static/images/1A.png",
    "photoB": "/static/images/1B.png",
    "answer": "B",
    "feedback": "Unlike modern poems, silent reading was not the norm in Sappho’s time. Her poetry was composed to be performed aloud and often set to music using a lyre. These were lyrical compositions meant for group recitation or musical accompaniment, not private reading."
  },
  {
    "id": 2,
    "descriptionA": "Sappho's poems were like Homer's: long epics about gods and heroes.",
    "descriptionB": "Sappho was one of the first poets to write about abstract feelings and personal emotions.",
    "photoA": "/static/images/2A.png",
    "photoB": "/static/images/2B.png",
    "answer": "B",
    "feedback": "While Homer composed long epic poems about battles and gods, Sappho's poetry was intimate and emotional. She focused on personal experiences, love, and longing—offering a radically different, more subjective voice in ancient Greek literature."

  },
  {
    "id": 3,
    "descriptionA": "Most of Sappho’s poetry has survived intact thanks to careful preservation.",
    "descriptionB": "Sappho’s poetry survives mostly in fragments because her works were lost or destroyed over time.",
    "photoA": "/static/images/3A.png",
    "photoB": "/static/images/3B.png",
    "answer": "B",
    "feedback": "Sappho's poetry has survived in fragments, with only one complete poem. The fragments come to us in papyrus scraps, quoted in ancient texts, or reconstructed from damaged materials. The surviving fragments give us glimpses into her style and themes, but much remains unknown."
  },
  {
    "id": 4,
    "descriptionA": "Sappho’s poetry was largely forgotten and had little impact on later literature.",
    "descriptionB": "Her poetry influenced Roman and later European lyric poets.",
    "photoA": "/static/images/4A.png",
    "photoB": "/static/images/4B.png",
    "answer": "B",
    "feedback": "Sappho deeply influenced poets like Catullus and Horace in Rome and later lyric traditions in Europe. Her's work was rediscovered during the Renaissance, influencing poets like Petrarch and Shakespeare. Her themes of love and longing resonated through the ages, inspiring countless writers and artists. Her legacy is evident in the continued exploration of personal emotion in poetry."
  },
  {
    "id": 5,
    "descriptionA": "Sappho was openly recognized as a queer person during her own lifetime.",
    "descriptionB": "The idea of Sappho as a queer icon emerged long after her death.",
    "photoA": "/static/images/5A.png",
    "photoB": "/static/images/5B.png",
    "answer": "B",
    "feedback": "In her own time, Sappho was admired for her poetic skill. The interpretation of Sappho as a queer icon emerged in the 19th century, when scholars and artists began to explore her poetry's themes of love between women in the context of same-sex desire. While her poems express deep affection for women, ancient audiences may not have understood or labeled this in the way modern queer identity is defined today."
  },
  {
    "id": 6,
    "descriptionA": "Sappho was a solitary figure who composed her works in isolation.",
    "descriptionB": "Sappho led a group of young women and composed songs for community events.",
    "photoA": "https://i0.wp.com/www.themarginalian.org/wp-content/uploads/2020/09/deathofsappho_selva.jpg?resize=680%2C989&ssl=1",
    "photoB": "https://www.ancient-origins.net/sites/default/files/field/image/Sappho.jpg",
    "answer": "B",
    "feedback": "Sappho was not only a poet but also a leader of a thiasos, a group of young women. She composed songs for weddings, religious ceremonies, and other community events, bringing her poetry into the social fabric of her time. Her work was deeply connected to the community and often performed at social gatherings."
  },
  {
    "id": 7,
    "descriptionA": "Sappho's poems were mostly written in the Ionic dialect, like in Homer's epic poems, which was common in ancient Greece.",
    "descriptionB": "Sappho’s poetry was written in the Aeolic dialect, which was specific to the island of Lesbos.",
    "photoA": "https://ancient-greece.org/wp-content/uploads/Ancient-Greece-Map-Bronze-Age-Civilizations-3000-1000-BCE-215-1200x720.jpg",
    "photoB": "https://cdn.britannica.com/31/247831-050-3D318628/Locator-map-Lesbos.jpg",
    "answer": "B",
    "feedback": "Sappho's poetry was written in the Aeolic dialect, which was spoken on the island of Lesbos. This dialect contributed to the distinct sound and rhythm of her poetry, which set it apart from the more widely used Ionic dialect in ancient Greek literature."
  }
]